[
    {
        "Type":  "In1",
        "pub_id_k":  "0736",
        "logo_s":  "\u003cBinary Data...\u003e",
        "logo_t":  "",
        "pr_info_s":  "Publishing in both print and electronic formats for the trade, professional, college, scientific, and technical marketplaces worldwide, we are a fast-growing Publisher producing academic books for the general public, books, academic journals, English-language teaching, fiction, and non-fiction. This includes psychology,  and general science.\nWe provide a Professional in-house design and printing service, help authors develop and publish high-quality, saleable books, and generally work closely with our society partners, authors, and subscribers. We also offer a commitment to our authors who require a holistic approach\nWe deliver to the widest possible audience",
        "pr_info_t":  ""
    },
    {
        "Type":  "In1",
        "pub_id_k":  "0877",
        "logo_s":  "\u003cBinary Data...\u003e",
        "logo_t":  "",
        "pr_info_s":  "We have become known as a publisher that independent publisher publishing academic journals, magazines, specialist academic texts, monographs, academic journals, fiction, and non-fiction. This includes popular science,  and general science.\nWe provide a Professional in-house design and printing service, Have an unrivalled combination of professional know how and the personal touch, and generally work closely with our society partners, authors, and subscribers. We also offer a commitment to our authors who require a holistic approach\nWe engage with policymakers and the general public to develop awareness and understanding of the value of the subject",
        "pr_info_t":  ""
    },
    {
        "Type":  "In1",
        "pub_id_k":  "1389",
        "logo_s":  "\u003cBinary Data...\u003e",
        "logo_t":  "",
        "pr_info_s":  "We are a fast-growing publisher publishing specialist academic texts, online journal collections, print, academic books for the general public, fiction, and non-fiction. This includes philosophy,  and general science.\nWe help authors develop and publish high-quality, saleable books, deliver superior information services that foster communication, build insights, and enable individual and collective advancement our topicsand generally work closely with our society partners, authors, and subscribers. We also offer provide research to understand what sort of approach works best\nWe constantly go from strength to strength with the help of the wonderful people we work with",
        "pr_info_t":  ""
    },
    {
        "Type":  "In1",
        "pub_id_k":  "1622",
        "logo_s":  "\u003cBinary Data...\u003e",
        "logo_t":  "",
        "pr_info_s":  "Publishing in both print and electronic formats for the trade, professional, college, scientific, and technical marketplaces worldwide, we are a major publishing company that publishes the best in monographs, textbooks, monographs, textbooks, fiction, and non-fiction. This includes psychology,  and general science.\nWe work with our authors and deal with customers, and generally work closely with our society partners, authors, and subscribers. We also offer measuring the outcomes of our products\nWe engage with policymakers and the general public to develop awareness and understanding of the value of the subject",
        "pr_info_t":  ""
    },
    {
        "Type":  "In1",
        "pub_id_k":  "1756",
        "logo_s":  "\u003cBinary Data...\u003e",
        "logo_t":  "",
        "pr_info_s":  "A leading publisher of international academic research in science, the Arts, humanities and social sciences,  We are a fast-growing provider of professional information solutions publishing Scientific communications,  specialist academic texts, print, textbooks, fiction, and non-fiction. This includes politics,  and general science.\nWe exclusively commission leading specialists and award-winning writersand generally work closely with our society partners, authors, and subscribers. We also offer provide research to understand what sort of approach works best\nWe have an unrivalled combination of professional know how, the personal touch",
        "pr_info_t":  ""
    },
    {
        "Type":  "In1",
        "pub_id_k":  "9901",
        "logo_s":  "\u003cBinary Data...\u003e",
        "logo_t":  "",
        "pr_info_s":  "Publishing in both print and electronic formats for the trade, professional, college, scientific, and technical marketplaces worldwide, we are a New publishing company publishing monographs, textbooks, specialist academic texts, academic journals, specialist academic texts, fiction, and non-fiction. This includes  world religions and general science.\nWe deliver superior information services that foster communication, build insights, and enable individual and collective advancement our topicsprovide a Professional in-house design and printing service, and generally work closely with our society partners, authors, and subscribers. We also offer measuring the outcomes of our products\nWe are a small family business",
        "pr_info_t":  ""
    },
    {
        "Type":  "In1",
        "pub_id_k":  "9952",
        "logo_s":  "\u003cBinary Data...\u003e",
        "logo_t":  "",
        "pr_info_s":  "In a highly-competitive market, we are a New Publisher producing academic journals, monographs, magazines, monographs, books, fiction, and non-fiction. This includes politics,  and general science.\nWe help authors develop and publish high-quality, saleable books, Have an unrivalled combination of professional know how and the personal touch, and generally work closely with our society partners, authors, and subscribers. We also offer exceptional editing, design, printing, publishing, distribution and book marketing services\nWe are a small family business",
        "pr_info_t":  ""
    },
    {
        "Type":  "In1",
        "pub_id_k":  "9999",
        "logo_s":  "\u003cBinary Data...\u003e",
        "logo_t":  "",
        "pr_info_s":  "For many years, we have gained a reputation as a publisher that  New provider of professional information solutions publishing print, reference works, magazines, fiction, and non-fiction. This includes psychology,  and general science.\nWe provide a Professional in-house design and printing service, and generally work closely with our society partners, authors, and subscribers. We also offer a detailed and expert assessment of your manuscript\nWe constantly go from strength to strength with the help of the wonderful people we work with",
        "pr_info_t":  ""
    }
]
